;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 27 December 2017
;~ Author.......: geogeo.gr
;~ Link.........: www.geogeo.gr
;~ =============================================================================

[Main]
Product = Firemin
Version = 6.x

[Language]
;~ Please ad the translated language name next to the english name. For example; Ελληνικά - Greek
Name = Ελληνικά - Greek
Code = el
Encoding = Unicode

[Translations]
;~ Please do not translate this section.
About = About
Custom = Custom
Donate = Donate
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning


[About]
Window_Title = Περί %{Program.Name}
Label_Version = Έκδοση
Label_AutoIt = Δόμηση με AutoIt έκδοσης
Label_Copyright = Copyright
Tip_Title_Donate = Ενισχύστε την προσπάθειά μας
Tip_Message_Donate = Όταν δωρίζετε, βοηθάτε να διατηρηθεί το λογισμικό μας\rnδωρεάν και μας επιτρέπει να αποκτήσουμε τα εργαλεία\rnκαι τις υπηρεσίες που χρησιμοποιούμε για να σας\rnεξυπηρετήσουμε.
Label_Home = Ιστοσελίδα
Label_License = Άδεια χρήστη
Label_Support = Υποστήριξη
Tip_Title_Country = Δημιουργήθηκε στη Νότια Αφρική
Tip_Message_Country = Το %{Program.Name} γεννήθηκε στη Νότια Αφρική.
Label_Contributors = Συνεισφέροντες
Tip_Facebook = Πείτε στο Facebook ότι σας αρέσει
Tip_Twitter = Ακολουθήστε μας στο Twitter
Tip_GooglePlus = Βρείτε μας στο Google+
Tip_GitHub = Το %{Program.Name} στο GitHub
Button_Ok = Εντάξει
Label_RAM = (RAM) %d MB ΕΛΕΥΘΕΡΑ ΑΠΟ %d MB (%d%)
Tip_RAM = Μνήμη Τυχαίας Προσπέλασης
Label_HDD = (%s) %.2f GB ΕΛΕΥΘΕΡΑ ΑΠΟ %.2f GB (%d%)

[Custom]
Label_Status_Welcome = Έναρξη μαζί με τον περιηγητή (επιλέξτε το όνομα αρχείου). Το Firemin  θα αναγνωρίσει αυτόματα τη διεργασία από το εκτελέσιμο αρχείο που επιλέξατε.
Label_Status_Updates = Έλεγχος για ενημερώσεις
Group_Load_Browser = Φόρτωση περιηγητή
Label_Executable = Διαδρομή εκτελέσιμου (%s):
Label_Process_Usage = Χρήση διεργασίας:
Label_Process_Peak = Κορυφή διεργασίας:
Button_Browse = &Εύρεση
Group_Options = Επιλογές
Checkbox_Reduce_Mem = Μείωση μνήμης κάθε:
Label_Milliseconds = χιλιοστά δευτ.
Checkbox_Reduce_Limit = Μείωση μνήμης μόνο αν η χρήση υπερβεί τα:
Checkbox_Start_With = Έναρξη του %s όταν ξεκινάει το Firemin
Checkbox_Enable_Extended_Processes = Ενεργ/ση εκτεταμένων διεργασιών
Button_Extended_Processes = Ε&κτεταμένες διεργασίες
Checkbox_Start_Windows = Έναρξη του Firemin μαζί με τα Windows
Label_Settings_Updated = Επιτυχής ενημέρωση ρυθμίσεων.
Button_Cancel = Άκυρο
Button_Save = Αποθήκευση
Time_Unit_01 = χιλιοστά δευτ/λέπτου
Time_Unit_02 = δευτ/λεπτα
Time_Unit_03 = λεπτά
Time_Unit_04 = ώρες
Label_Boost_Description = Μείωση κάθε %s %s αν η χρήση υπερβεί τα %s MB.
Title_Select_Browser = Επιλέξτε περιηγητή
Tip_Minimized_Title = %{Program.Name} is still running!
Tip_Minimized_Message = %{Program.Name} will continue to run to optimize %s's memory usage. Click the tray icon to change various optimization options.

[Donate]
Label_Heading = Το %{Program.Name} σας εξυπηρετεί για περισσότερες από %d ώρες. Εσείς τώρα, τι θα δωρίσετε για τον αγώνα μας;
Label_Message = Κάντε κλικ στο κουμπί PayPal παρακάτω ή πηγαίνετε στο PayPal.me/rizonesoft, εισάγετε το ποσό και στείλτε μας τη δωρεά. Το PayPal, όπως γνωρίζετε, είναι πιο εύκολο και ασφαλέστερο από τη μεταφορά μετρητών. Δεν έχετε λογαριασμό PayPal; Μην ανησυχείτε, είναι γρήγορο και εύκολο.

[Menus]
File = &Αρχείο
File_Preferences = &Προτιμήσεις
File_Close = &Κλείσιμο\tShift+Alt+F4
Help = &Βοήθεια
Help_Update = Έλεγχος για ε&νημερώσεις
Help_Home = &Ιστόποτος του %{Company.Name}
Help_Downloads = Περισσότερες &λήψεις
Help_Support = &Υποστήριξη
Help_Issue = Δημιουργία &θέματος
Help_Donate = &Δωρεά 
Help_About = &Περί %{Program.Name}
Tray_About = Περί %{Program.Name} %s
Tray_Open = Άνοιγμα του %{Program.Name}
Tray_Extended_Processes = Εκτεταμένες διεργασίες
Tray_Run = Εκτέλεση %s
Tray_Run_Safemode = Εκτέλεση %s σε ασφαλή λειτουργία

[Messages]
Info_Title = Παρακαλώ σημειώστε
Warning_Title = Προειδοποίηση!
Error_Title = Ωπ! Κάτι πήγε στραβά!
Error_Oops = Ωπ!
Singleton = Another occurence of %{Program.Name} is already running.
Compatible = Το %{Program.Name} δεν είναι συμβατό με τη δική σας έκδοση των Windows. Αν πιστεύετε ότι αυτό είναι λάθος, μπορείτε να αφήσετε ένα μήνυμα στο '%s' με όλες τις λεπτομέρειες.
Compatible_Bit = Δυστυχώς, το %{Program.Name} 32 Bit δεν είναι συμβατό με τη δική σας έκδοση των Windows. Παρακαλώ κάντε λήψη του %{Program.Name} 64 Bit από το '%s'

[Preferences]
Window_Title = Προτιμήσεις
Tab_General = Γενικά
Tab_Language = Γλώσσα
Group_Extended_Processes = Εκτεταμένες διεργασίες
Group_Language = Γλώσσα
Checkbox_Notifications = Εμφάνιση ειδοποιήσεων δίσκου
Label_Extended_Processes = Εισάγετε εδώ τα ονόματα όποιων πρόσθετων διεργασιών θέλετε να βελτιστοποιήσει το Fireman. Η λίστα πρέπει να διαχωριστεί με κόμματα (Διεργασία01.exe, Διεργασία02.exe, κλπ)
Label_Language_Message = Επιλέξτε τη γλώσσα που θέλετε και πατήστε το κουμπί %s για να συνεχίσετε. (Απαιτείται επανεκκίνηση)
Button_Save = Αποθήκευση
Button_Cancel = Άκυρο
Label_Updated = Οι προτιμήσεις ενημερώθηκαν
Label_Logging_Cleared = Η καταγραφή εκκαθαρίστηκε
MsgBox_Language_Title = Η γλώσσα άλλαξε
MsgBox_Language_Message = Η επιλεγμένη γλώσσα έχει αλλάξει. Το %{Program.Name} πρέπει να κάνει επανεκκίνηση για να τεθεί σε ισχύ η επιλεγμένη γλώσσα.
MsgBox_Closing_Title = Κλείσιμο του %{Program.Name}
MsgBox_Closing_Message = Θέλετε να κλείσετε το %{Program.Name} τώρα;

[Update]
Window_Title_Available = Διαθέσιμη ενημέρωση
Window_Title_Congratulations = Συγχαρητήρια!
Window_Title_Error = Κάτι πήγε στραβά!
Label_Message_Update = Υπάρχει μια νέα έκδοση του '%{Program.Name}' διαθέσιμη.
Label_Message_Latest = Χρησιμοποιείτε την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Error = Δεν ήταν δυνατή η ανάκτηση πληροφοριών σχετικά με την τελευταία έκδοση του '%{Program.Name}'.
Label_Message_Internet = Ελέγξτε τη σύνδεσή σας στο διαδίκτυο και δοκιμάστε ξανά.
Label_Build_Current = Τρέχουσα έκδοση:
Label_Build_Update = Έκδοση ενημέρωσης:
CheckBox_NoUpdate = Να μη γίνεται έλεγχος στην εκκίνηση
Button_Update = Λήψη νέας έκδοσης
Button_Close = Κλείσιμο

[Versioning]
Administrator = Διαχειριστής
Build = Δομή
AutoIt_Version = με χρήση του AutoIt έκδοσης %{AutoIt.Version}
Bit = Bit